[
  {
    "id": "f9e8d7c6-b5a4-4c3d-9e2f-1a0b9c8d7e6f",
    "title": "Станьте фахівцем хмарних технологій Google Cloud",
    "link": "https://rsvp.withgoogle.com/events/grow-your-career-with-google-cloud/about",
    "imageUrl": "/images/gcp-ai.png",
    "description": "Серія вебінарів від експертів Google Cloud для розвитку кар’єри у сфері хмарних технологій.",
    "content": "«Станьте фахівцем хмарних технологій Google Cloud» — це серія навчальних вебінарів, де експерти Google Cloud діляться практичними знаннями та досвідом роботи у хмарному середовищі. Програма допомагає розробникам, аналітикам, адміністраторам і всім охочим поглибити свої навички та краще зрозуміти можливості Google Cloud.\n\nНавіть якщо ви не брали участі в останньому потоці, ви можете зареєструватися та отримати доступ до записів попередніх воркшопів. Це чудова можливість навчатися у власному темпі та зберігати доступ до матеріалів.\n\nОсобливістю програми є активна спільнота: учасники різних когорт об’єднуються, підтримують один одного та діляться досвідом. Після реєстрації ви зможете приєднатися до цієї спільноти й розширити своє професійне коло.\n\nОсновні особливості:\n- Серія навчальних вебінарів від Google Cloud\n- Доступ до записів попередніх воркшопів\n- Можливість навчатися у зручному форматі\n- Спільнота учасників для взаємної підтримки\n- Ресурси та можливості для розвитку кар’єри у хмарних технологіях"
  },
  {
    "id": "8b3e12d5-6a4f-4c0a-b8b9-3fcd4a1f2b7e",
    "title": "Google Cloud Skill Boost Arcade",
    "link": "https://go.cloudskillsboost.google/arcade",
    "imageUrl": "/images/arcade.jpg",
    "description": "Інтерактивна платформа для навчання хмарним технологіям через ігрові завдання. Можна отримувати бейджі за навички, сертифікати та сувеніри.",
    "content": "Google Cloud Skills Boost Arcade — це інтерактивна платформа навчання хмарним технологіям від Google, яка поєднує освіту з гейміфікацією. Користувачі виконують практичні завдання та лабораторії, що моделюють реальні робочі сценарії у хмарі Google Cloud.\n\nКлючові особливості:\n- Ігрові завдання та квести\n- Бейджі за навички\n- Сертифікація\n- Сувеніри та нагороди\n- Практичний досвід\n- Інтерактивність та відгуки\n- Мотивація через прогрес"
  },
  {
    "id": "e1a4b7d2-9c9f-4d2a-9c2e-4a5f2c0f7c1b",
    "title": "Kaggle",
    "link": "https://www.kaggle.com/",
    "imageUrl": "https://www.kaggle.com/static/images/home/logged-out/hero-illo.png",
    "description": "Платформа, яка об'єднує спеціалістів з машинного навчання та аналітики даних для спільної роботи, обміну знаннями та участі в змаганнях.",
    "content": "Kaggle — це онлайн-платформа для змагань з аналізу даних та спільнота для фахівців з даних. Користувачі можуть знаходити та публікувати набори даних, створювати моделі, співпрацювати та брати участь у змаганнях.\n\nОсновні можливості:\n- Змагання з аналізу даних\n- Набори даних\n- Kaggle Kernels\n- Навчальні ресурси\n- Система прогресії\n\nKaggle також надає інструменти для навчання, обміну кодом та візуалізації даних, що дозволяє як новачкам, так і досвідченим аналітикам швидко розвивати свої навички та працювати над реальними проектами."
  },
  {
    "id": "7b2d4f1a-0c9e-4d3b-a7a2-1c3f5b8d6e4f",
    "title": "Google Cloud Innovators",
    "link": "https://cloud.google.com/innovators",
    "imageUrl": "/images/innovators.png",
    "description": "Спільнота для фахівців, що пропонує доступ до ексклюзивного контенту, подій, експертної підтримки та можливостей професійного розвитку.",
    "content": "Google Cloud Innovators пропонує спільноту професіоналів для обміну досвідом, навчання та доступу до ресурсів Google Cloud. Учасники отримують можливість відвідувати вебінари та події, брати участь у хакатонах, використовувати навчальні матеріали та кейси від провідних компаній.\n\nКлючові можливості:\n- Спільнота професіоналів для обміну досвідом\n- Ексклюзивний контент та навчальні матеріали\n- Події, вебінари та хакатони\n- Підтримка експертів та менторів\n- Можливості професійного розвитку та сертифікації\n\nПрограма допомагає учасникам швидко розвивати навички, будувати професійні контакти та застосовувати знання на практиці у реальних проєктах."
  },
  {
    "id": "c5a1d2e3-8f7b-4b9e-b6c5-9d7f3a1b2c4d",
    "title": "Google Developer Program",
    "link": "https://developers.google.com/programs",
    "imageUrl": "/images/dev-prog.png",
    "description": "Програма для розробників з доступом до навчальних ресурсів, спільноти, подій та інструментів Google.",
    "content": "Google Developer Program надає розробникам ресурси для навчання, розвитку навичок та участі у спільноті. Учасники програми отримують доступ до навчальних матеріалів, документації, інструментів Google та спеціальних подій, що допомагають підвищувати професійний рівень.\n\nКлючові можливості:\n- Навчальні ресурси для освоєння нових технологій та платформ\n- Доступ до активної спільноти розробників для обміну досвідом\n- Участь у конференціях, вебінарах та локальних зустрічах\n- Інструменти Google для розробки додатків та сервісів\n- Можливості для участі в хакатонах, конкурсах та спеціальних програмах\n\nПрограма допомагає розробникам залишатися в курсі останніх технологій, будувати професійні контакти, отримувати підтримку від експертів і застосовувати знання на практичних проектах, що сприяє кар'єрному росту та розвитку технологічного потенціалу."
  },
  {
    "id": "9f2e1b3c-4a7d-4c8a-9f7d-0b2a5c1e6f8d",
    "title": "Machine Learning",
    "link": "https://developers.google.com/machine-learning",
    "imageUrl": "/images/ml.png",
    "description": "Ресурс для розробників, які хочуть вивчати машинне навчання (ML) та використовувати його у своїх проектах.",
    "content": "Machine Learning надає розробникам навчальні матеріали, інструменти та приклади для роботи з ML та AI. Учасники можуть вивчати основи та просунуті концепції машинного навчання, експериментувати з моделями та інтегрувати їх у власні проекти.\n\nКлючові можливості:\n- Навчальні ресурси для початківців і досвідчених користувачів\n- Інструменти, API та бібліотеки для побудови та тестування моделей\n- Приклади реальних проектів і кейсів для натхнення\n- Практичні лабораторії та інтерактивні вправи для закріплення знань\n- Рекомендації щодо оптимізації моделей та роботи з великими даними\n\nПрограма допомагає розробникам розвивати практичні навички у сфері ML та AI, працювати над реальними задачами та швидко застосовувати отримані знання у власних проєктах."
  },
  {
    "id": "2d7c6e4f-1b5a-4d3f-9a7b-3c8e5f2a1d9b",
    "title": "Women Techmakers",
    "link": "https://www.womentechmakers.com/",
    "imageUrl": "/images/women-tech.png",
    "description": "Програма для жінок, що надає доступ до навчальних ресурсів, спільноти, подій та інструментів Google.",
    "content": "Програма Google Women Techmakers пропонує ресурси, менторство та підтримку спільноти для жінок у сфері технологій. Програма спрямована на розширення можливостей жінок через навчання, налагодження контактів та професійний розвиток.\n\nКлючові можливості:\n- Навчальні ресурси, включаючи воркшопи, підручники та гіди\n- Доступ до глобальної спільноти жінок у технологіях для співпраці та підтримки\n- Участь у подіях, вебінарах та конференціях для розвитку навичок і розширення мережі контактів\n- Можливості працювати з інструментами та платформами Google для реалізації проєктів\n- Менторство та поради від досвідчених професіоналів у галузі технологій\n\nПрограма допомагає жінкам розвивати технічні навички, здобувати впевненість, налагоджувати контакти та брати участь у інноваційних проєктах, сприяючи кар’єрному росту та розвитку технологічної спільноти."
  },
  {
    "id": "f1e2d3c4-b5a6-4d7f-8c9a-0b1c2d3e4f5a",
    "title": "AI for Productivity",
    "link": "https://google.brandlive.com/AI-for-productivity/uk",
    "imageUrl": "/images/ai-for-productivity.jpg",
    "description": "Короткі відеоуроки для підвищення ефективності роботи та автоматизації рутинних процесів.",
    "content": "AI for Productivity пропонує короткі навчальні відео для керівників, маркетологів, HR-фахівців та інших професіоналів, які хочуть підвищити ефективність своєї роботи та оптимізувати рутинні процеси. Програма допомагає швидко освоїти інструменти штучного інтелекту, що можна застосувати у щоденних завданнях та робочих процесах.\n\nКлючові можливості:\n- Короткі та зрозумілі відеоуроки для швидкого навчання\n- Інструменти та поради для автоматизації рутинних завдань\n- Методи підвищення ефективності роботи та продуктивності команд\n- Рекомендації для керівників, маркетологів, HR-фахівців та інших професіоналів\n- Приклади практичного застосування AI у робочих процесах\n\nПрограма дозволяє учасникам заощаджувати час, підвищувати продуктивність та використовувати інноваційні підходи для вирішення повсякденних завдань."
  },
  {
    "id": "a1b2c3d4-e5f6-4a7b-9c8d-0e1f2a3b4c5d",
    "title": "Google Ukraine Blog",
    "link": "https://ukraine.googleblog.com//",
    "imageUrl": "/images/blog.png",
    "description": "Офіційний блог Google для України з новинами та оновленнями.",
    "content": "Google Ukraine Blog публікує новини, оновлення та корисну інформацію про сервіси Google, партнерства, ініціативи та події для українських користувачів. Блог допомагає залишатися в курсі останніх технологічних рішень, нових продуктів та можливостей для бізнесу, освіти та особистого використання.\n\nКлючові можливості:\n- Оновлення та новини про сервіси Google\n- Інформація про партнерства та локальні ініціативи\n- Корисні поради та інструкції для користувачів та підприємств\n- Анонси подій, конкурсів та освітніх програм\n- Історії успіху та кейси українських компаній та стартапів\n\nБлог дозволяє українським користувачам отримувати актуальну інформацію, знаходити натхнення для власних проєктів та ефективно використовувати продукти та сервіси Google."
  },
  {
    "id": "b2c3d4e5-f6a7-4b8c-9d0e-1f2a3b4c5d6e",
    "title": "Google Codelabs",
    "link": "https://codelabs.developers.google.com/",
    "imageUrl": "/images/codelabs.png",
    "description": "Платформа з інтерактивними навчальними матеріалами для розробників.",
    "content": "Google Codelabs пропонує інтерактивні навчальні матеріали для розробників, які хочуть вивчати та використовувати технології Google на практиці. Платформа надає крок за кроком керівництва, практичні лабораторії та приклади реальних проектів, що дозволяє швидко закріплювати знання та застосовувати їх у власних розробках.\n\nКлючові можливості:\n- Інтерактивні навчальні матеріали для швидкого освоєння технологій\n- Практичні лабораторії для закріплення навичок\n- Крок за кроком керівництва з поясненнями та прикладами коду\n- Приклади реальних проектів для натхнення та навчання\n- Підтримка різних мов програмування та платформ\n\nCodelabs допомагає розробникам розвивати практичні навички, експериментувати з новими технологіями та ефективно використовувати продукти Google у своїх проектах."
  },
  {
    "id": "c3d4e5f6-a7b8-4c9d-9e0f-1a2b3c4d5e6f",
    "title": "Google Online Courses & Tools",
    "link": "https://learndigital.withgoogle.com/",
    "imageUrl": "/images/grow.png",
    "description": "Колекція інструментів та онлайн-курсів для розвитку кар’єри та бізнесу.",
    "content": "Платформа Google Online Courses & Tools пропонує курси, навчальні посібники та цифрові інструменти для розвитку кар’єри, підвищення професійних навичок та розвитку бізнесу. Користувачі можуть фільтрувати ресурси за темами, тривалістю та можливістю отримати сертифікат, що робить навчання зручним і ефективним.\n\nКлючові можливості:\n- Онлайн-курси для різних рівнів: від початківців до експертів\n- Навчальні посібники та інтерактивні матеріали для закріплення знань\n- Цифрові інструменти для розвитку бізнесу та підвищення продуктивності\n- Можливість отримати сертифікати, що підтверджують навички\n- Фільтрація ресурсів за темами, тривалістю та форматом\n- Рекомендації курсів відповідно до професійних цілей користувача\n\nПлатформа допомагає користувачам ефективно розвивати свої навички, підвищувати кар’єрні можливості та використовувати сучасні інструменти для досягнення професійного успіху."
  },
  {
    "id": "b1a2c3d4-e5f6-4a7b-8c9d-0e1f2a3b4c5d",
    "title": "Be Internet Awesome",
    "link": "https://beinternetawesome.withgoogle.com/",
    "imageUrl": "/images/bia.webp",
    "description": "Програма-гра від Google для навчання дітей безпечному та відповідальному використанню Інтернету.",
    "content": "Be Internet Awesome — це освітня програма від Google, що поєднує гру Interland та навчальні матеріали, спрямовані на розвиток цифрової грамотності у дітей. Програма допомагає дітям вивчати основи безпечної поведінки в Інтернеті через інтерактивні завдання та рівні, розвиваючи навички свідомого та відповідального користування онлайн.\n\nОсновні особливості:\n- Гра Interland з різними рівнями та завданнями\n- Навчання основам цифрової грамотності та безпеки в Інтернеті\n- Інтерактивні завдання для практичного закріплення знань\n- Розвиток критичного мислення та відповідальних онлайн-звичок\n- Ресурси для дітей та батьків для спільного навчання\n- Поради щодо безпечного використання соціальних мереж та цифрових пристроїв\n\nПрограма спрямована на формування у дітей впевненості та відповідальності в цифровому середовищі, допомагаючи їм навчитися захищати особисті дані та робити безпечні рішення онлайн."
  },
  {
    "id": "d7e8f9a1-b2c3-4d5e-6f7a-8b9c0d1e2f3g",
    "title": "Google Learning for Work",
    "link": "https://learning.google/intl/uk_ua/work/",
    "imageUrl": "/images/google-learning-work.png",
    "description": "Ресурси Google для професійного розвитку та зростання бізнесу.",
    "content": "Google Learning for Work — це освітня платформа з добіркою інструментів, курсів та програм для професійного і бізнес-розвитку. Вона допомагає фахівцям здобувати нові навички, покращувати цифрову грамотність і впроваджувати сучасні рішення у роботі та підприємництві. Завдяки матеріалам від Google, користувачі можуть навчатися у зручному форматі, застосовувати знання на практиці та розвивати свої кар’єрні й бізнесові можливості.\n\nОсновні особливості:\n- Ресурси для професійного розвитку та підвищення кваліфікації\n- Інструменти та поради для розвитку бізнесу й стартапів\n- Навчальні програми, онлайн-курси та тренінги\n- Практичні матеріали, приклади та інструменти від Google\n- Можливість інтегрувати сучасні цифрові рішення у робочі процеси\n- Для спеціалістів, підприємців, команд та організацій\n\nПлатформа створена, щоб допомогти людям ефективно використовувати технології Google для кар’єрного зростання, розвитку компаній та впровадження інновацій у будь-якій сфері діяльності."
  },
  {
    "id": "e9f0a1b2-c3d4-5e6f-7a8b-9c0d1e2f3a4b",
    "title": "Основи кібербезпеки для бізнесу",
    "link": "https://rsvp.withgoogle.com/events/cybersecurity-sme-ua/home",
    "imageUrl": "/images/sec.png",
    "description": "Безкоштовна онлайн-програма від Google для підприємців та команд з основ кібербезпеки.",
    "content": "«Основи кібербезпеки для бізнесу» — це безкоштовна навчальна програма від Google, яка допомагає підприємцям і командам отримати практичні знання та інструменти для захисту бізнесу від кіберзагроз. Програма поєднує онлайн-лекції, інтерактивні семінари, експертні поради та приклади реальних кейсів. Особливий акцент робиться на використанні сучасних технологій, зокрема штучного інтелекту, для підвищення рівня кіберзахисту.\n\nОсновні особливості:\n- Системні знання з кібергігієни та протидії кібератакам\n- Аналіз ризиків і практичні інструменти для малого та середнього бізнесу\n- Практичні семінари з використанням ШІ у сфері кібербезпеки\n- Доступ до онлайн-лекцій, записів і додаткових матеріалів\n- Сертифікат після успішного проходження курсу\n- Рекомендації від Google та партнерів для впровадження у роботу компаній\n\nПрограма періодично оновлюється, щоб відповідати актуальним загрозам."
  },
  {
    "id": "f1a2b3c4-d5e6-7f8a-9b0c-1d2e3f4a5b6c",
    "title": "Google Career Certificates: AI Essentials",
    "link": "https://grow.google/intl/ua/google-career-certificates/",
    "imageUrl": "/images/google-career-certificates-ai.png",
    "description": "Безкоштовні курси від Google для українців: AI Essentials та Prompting Essentials із сертифікатом Coursera.",
    "content": "«Google Career Certificates: AI Essentials» — це програма навчання для всіх, хто хоче розібратися в штучному інтелекті без попереднього досвіду. Курс допомагає опанувати базові знання та навички ефективного використання ШІ у роботі та повсякденному житті.\n\nУкраїнці мають можливість безкоштовно пройти курси AI Essentials та Prompting Essentials завдяки співпраці Google з освітніми організаціями, які відкривають доступ до навчання.\n\nОсновні особливості:\n- Курси AI Essentials та Prompting Essentials\n- Сертифікат Coursera\n- Доступні безкоштовно для українців\n- Практичне застосування ШІ у роботі та житті\n- Для початківців, без попереднього досвіду"
  },
  {
    "id": "a7b8c9d0-e1f2-3a4b-5c6d-7e8f9a0b1c2d",
    "title": "Experience AI",
    "link": "https://experience-ai.org/uk",
    "imageUrl": "/images/exp-ai.png",
    "description": "Освітня програма зі штучного інтелекту для вчителів та учнів віком 11–14 років.",
    "content": "Experience AI — це навчальна програма, створена Raspberry Pi Foundation у співпраці з Google DeepMind. Вона надає сучасні ресурси з тем штучного інтелекту та машинного навчання, допомагаючи вчителям інтегрувати їх у свої уроки. Програма залучає молодь 11–14 років до захопливого вивчення ШІ та підтримує педагогів у швидко мінливій сфері технологій.\n\nОсновні особливості:\n- Ресурси з ШІ та машинного навчання\n- Для вчителів та учнів 11–14 років\n- Розроблено Raspberry Pi Foundation та Google DeepMind\n- Допомога в інтеграції ШІ в освітній процес\n- Підтримка викладачів у сфері новітніх технологій"
  },
  {
    "id": "6f3b1d7a-9c8e-4b2d-8a5f-7d3c1e2b4a6d",
    "title": "Credly",
    "link": "https://www.credly.com/",
    "imageUrl": "/images/credly.png",
    "description": "Платформа для управління цифровими сертифікатами та бейджами.",
    "content": "Credly дозволяє користувачам демонструвати свої професійні досягнення через цифрові сертифікати та бейджі. Хоча це платформа не від Google, вона може бути дуже корисною для того, щоб збирати свої сертифікати та бейджі в одному місці та ефективно демонструвати свої вміння і навички потенційним роботодавцям чи колегам.\n\nКлючові можливості:\n- Управління сертифікатами та бейджами в одному місці\n- Публікація та демонстрація досягнень у професійному портфоліо\n- Визнання та підтвердження навичок\n- Можливість ділитися досягненнями у соціальних мережах та на професійних платформах\n\nCredly допомагає структурувати та візуалізувати професійний прогрес, роблячи досягнення більш помітними та доступними для інших."
  },
  {
    "id": "d3e4f5a6-b7c8-9d0e-f1a2-3b4c5d6e7f8g-ua",
    "title": "5-денний інтенсив з AI-агентів від Google",
    "link": "https://rsvp.withgoogle.com/events/google-ai-agents-intensive_2025",
    "imageUrl": "https://storage.googleapis.com/kaggle-media/Images/AI%20Agents%20Course%20Illustration%20-%20v1.png",
    "description": "Безкоштовний 5-денний інтенсивний курс від Google з побудови та розгортання AI-агентів.",
    "content": "Приєднуйтесь до 5-денного інтенсивного курсу з AI-агентів від Google, що проходитиме з понеділка, 10 листопада, по п’ятницю, 14 листопада.\n\nМинулого року понад 420 000 учасників з усього світу зареєструвалися на 5-денний інтенсив з Generative AI від Google, щоб опанувати основи GenAI. Тепер настав час продовження: 5-денний інтенсив з AI-агентів — безкоштовний курс, створений, щоб допомогти вам навчитися будувати та розгортати нове покоління AI.\n\nНезалежно від того, чи ви тільки починаєте працювати з агентами, чи вже хочете підвищити рівень своєї експертизи, цей курс занурить вас у архітектури, інструменти та практики, що формують майбутнє інтелектуальних автономних систем. Ви застосуєте знання на практиці через підсумковий проєкт і отримаєте міцну основу для створення як простих AI-агентів, так і складних мультиагентних систем.\n\nОсновні особливості:\n- Безкоштовний 5-денний онлайн-курс (10–14 листопада)\n- Розроблено дослідниками та інженерами Google ML\n- Охоплює моделі, інструменти, оркестрацію, пам’ять та оцінювання\n- Практичні завдання, приклади та живі дискусії\n- Підсумковий проєкт для закріплення знань\n- Як перейти від LLM-прототипів до готових до продакшну AI-агентів"
  },
  {
    "id": "f3a4b5c6-d7e8-49f0-a1b2-c3d4e5f6a7b8",
    "title": "Google Кар'єрний Мрійник",
    "link": "https://grow.google/career-dreamer/home",
    "imageUrl": "/images/gcd.png",
    "description": "Безкоштовний інструмент на основі ШІ від Google для дослідження кар'єрних можливостей та пошуку нових шляхів розвитку.",
    "content": "«Google Кар'єрний Мрійник» — це безкоштовний інструмент, що використовує штучний інтелект для допомоги у дослідженні кар'єрних напрямів, відкритті нових можливостей та створенні персоналізованого опису ваших сильних сторін.\n\nЧи ви лише починаєте свій професійний шлях, чи хочете змінити кар'єру, або шукаєте нове натхнення — Career Dreamer допоможе знайти ролі, які відповідають вашим навичкам та досвіду. Для початку навіть не потрібне резюме — достатньо вказати попередній досвід і освіту.\n\nЯк це працює:\n1. Відповідайте на кілька простих запитань про ваш досвід і навчання. Інструмент підкаже навички, які ви могли розвинути.\n2. Отримайте персоналізований опис сильних сторін, який можна використати у резюме або мотиваційному листі.\n3. Досліджуйте рекомендовані кар'єрні шляхи з реальними вакансіями, порадами та ресурсами.\n\nЧому варто спробувати? Career Dreamer швидкий, безкоштовний та зручний. Він допоможе побачити, як ваш унікальний досвід може відкрити двері до нових можливостей, про які ви навіть не здогадувалися.\n\nКлючові особливості:\n- Безкоштовний кар'єрний інструмент на основі ШІ\n- Персоналізований опис сильних сторін для резюме\n- Рекомендовані кар'єрні шляхи та реальні вакансії\n- Легкий у використанні, не потребує резюме\n- Корисний для студентів, тих, хто змінює професію, та пошукачів роботи"
  }
]
